In [2]:
import pandas as pd
import numpy as np
import matplotlib.pyplot as plt

In [7]:
data_loc = '../csv_files/Social_Network_Ads.csv'

file_data = pd.read_csv(data_loc)

file_data.tail()

      User ID  Gender  Age  EstimatedSalary  Purchased
395  15691863  Female   46            41000          1
396  15706071    Male   51            23000          1
397  15654296  Female   50            20000          1
398  15755018    Male   36            33000          0
399  15594041  Female   49            36000          1